Ran Plan for project: `atlantis-dev` dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # github_branch.branch will be created
+ resource "github_branch" "branch" {
      + branch        = "tf-branch-1"
      + etag          = (known after apply)
      + id            = (known after apply)
      + ref           = (known after apply)
      + repository    = "atlantis-dev"
      + sha           = (known after apply)
      + source_branch = "master"
      + source_sha    = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.


```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p atlantis-dev`
* :put_litter_in_its_place: To **delete** this plan click [here](http://e330d6c7f633:4141/lock?id=zepeng811%252Fatlantis-dev%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p atlantis-dev`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
